{
  "subject": "9560f81458d28648d9261d180ee2b10afcf6b2305909d367f8f9f0ad484F534B4444F47",
  "name": [
    { "value": "HOSKDOG", "lang": "en" }
  ],
  "ticker": [
    { "value": "HKDG", "lang": "en" }
  ],
  "description": [
    {
      "value": "HOSKDOG (HKDG) is the decentralized mascot of Cardano — a symbol born from humor, rebellion, and pure blockchain spirit. Forged in the same chaotic brilliance that defines open-source innovation, HOSKDOG exists to lead the pack beyond limits and into a future powered by creativity, freedom, and community. It is not just a meme, but a movement — one that laughs at the old systems and builds new ones on-chain, together.\n\nEvery HKDG token represents more than value; it is a pawprint of progress and proof of participation in Cardano’s ever-evolving ecosystem. HOSKDOG stands for loyalty to decentralization, resilience through volatility, and unity across builders, dreamers, traders, and creators who make up the global Cardano pack. It barks at complacency and wags its tail at innovation.\n\nHOSKDOG’s mission is to bring energy, entertainment, and empowerment to blockchain culture. Through creative collaboration, charitable initiatives, and community events, the pack spreads awareness of what can be achieved when humor meets utility. HKDG celebrates not speculation but spirit — the unbreakable bond between people and technology that moves the world forward.\n\nHOSKDOG is a reminder that decentralization is not sterile or mechanical; it is alive, untamed, and unstoppable. It thrives where passion meets purpose and where every member of the pack, no matter how small, leaves a mark. The blockchain is our playground, Cardano is our home, and HOSKDOG is our howl across the network.\n\nNo leash. No limits. Just pure Cardano energy.",
      "lang": "en"
    }
  ],
  "policies": [
    "9560f81458d28648d9261d180ee2b10afcf6b2305909d367f8f9f0ad"
  ],
  "decimals": 4,
  "references": [
    {
      "mediaType": "image/png",
      "src": [
        "ipfs://QmWf799LdLps83xPwDCE9Rb4qgGp547FqoATK7Lz2xiyLD"
      ]
    }
  ]
}
